[
    {
        "eng":"Lastest News",
        "hrv":"Najnovije Vijesti",
        "fra":"Dernières Nouvelles",
        "ita":"Ultime Notizie",
        "deu":"Neueste Nachrichten",
        "spa":"Últimas Noticias",
        "por":"Últimas Notícias",
        "jap":"最新ニュース",
        "cha":"最新消息"
    }
    ,
    {
        "title": {
            "eng": "2025 season opening",
            "hrv": "Otvaranje sezone 2025",
            "fra": "Ouverture de la saison 2025",
            "ita": "Apertura della stagione 2025",
            "deu": "Eröffnung der Saison 2025",
            "spa": "Apertura de la temporada 2025",
            "por": "Abertura da temporada 2025",
            "cha": "2025年赛季开幕",
            "jap": "2025シーズンオープニング"
        },
        "body": {
            "eng": "Dear customers, we are excited to announce the opening of our doors for the 2025 season on February 10th, 2025. We look forward to creating new memories with you over the next 11 months. Come and join us for an unforgettable experience!",
            "hrv": "Dragi gosti, s veseljem najavljujemo otvaranje naših vrata za sezonu 2025. Otvoreni smo od 10. veljače 2025. Radujemo se stvaranju novih uspomena s vama tijekom sljedećih 11 mjeseci. Dođite i uživajte!",
            "fra": "Chers clients, nous sommes ravis d'annoncer l'ouverture de nos portes pour la saison 2025, à partir du 10 février 2025. Nous avons hâte de créer de nouveaux souvenirs avec vous au cours des 11 prochains mois. Venez nous rejoindre pour une expérience inoubliable !",
            "ita": "Cari clienti, siamo felici di annunciare l'apertura delle nostre porte per la stagione 2025, il 10 febbraio 2025. Non vediamo l'ora di creare nuovi ricordi con voi nei prossimi 11 mesi. Venite a trovarci per un'esperienza indimenticabile!",
            "deu": "Liebe Gäste, wir freuen uns, die Eröffnung unserer Türen für die Saison 2025 am 10. Februar 2025 bekannt zu geben. Wir freuen uns darauf, mit Ihnen in den nächsten 11 Monaten neue Erinnerungen zu schaffen. Kommen Sie und erleben Sie es selbst!",
            "spa": "Queridos clientes, nos complace anunciar la apertura de nuestras puertas para la temporada 2025, el 10 de febrero de 2025. Estamos deseando crear nuevos recuerdos con ustedes durante los próximos 11 meses. ¡Vengan a disfrutar de una experiencia inolvidable!",
            "por": "Caros clientes, temos o prazer de anunciar a abertura das nossas portas para a temporada de 2025, no dia 10 de fevereiro de 2025. Estamos ansiosos para criar novas memórias com vocês nos próximos 11 meses. Venham e tenham uma experiência inesquecível!",
            "cha": "亲爱的顾客，我们很高兴宣布2025赛季将于2025年2月10日开幕。我们期待着在接下来的11个月中与您共同创造新的回忆。来加入我们，体验难忘的时光！",
            "jap": "親愛なるお客様へ、2025年シーズンは2025年2月10日にオープンいたします。今後11ヶ月間で皆様と新しい思い出を作れることを楽しみにしています。ぜひ、忘れられない体験をしに来てください！"
        },
        "date": "05/02/2025"
    },
    {
        "title": {
            "eng": "Introducing a new menu in Split",
            "hrv": "Predstavljamo novi jelovnik u Splitu",
            "fra": "Introduction d'un nouveau menu à Split",
            "ita": "Introduzione di un nuovo menu a Spalato",
            "deu": "Einführung eines neuen Menüs in Split",
            "spa": "Presentamos un nuevo menú en Split",
            "por": "Apresentamos um novo menu em Split",
            "cha": "斯普利特新菜单发布",
            "jap": "スプリットに新しいメニュー登場"
        },
        "body": {
            "eng": "We are excited to unveil our brand-new menu starting March 30th, 2025! Experience a fresh selection of Mediterranean dishes, seasonal ingredients, and innovative twists on classic favorites. Join us for a culinary journey you won’t forget. See you soon!",
            "hrv": "Oduševljeni smo što vam možemo predstaviti naš potpuno novi jelovnik koji će biti dostupan od 30. ožujka 2025.! Isprobajte svježi izbor mediteranskih jela, sezonske sastojke i inovativne interpretacije klasika. Pridružite nam se na kulinarskom putovanju koje nećete zaboraviti. Vidimo se uskoro!",
            "fra": "Nous sommes ravis de vous dévoiler notre tout nouveau menu à partir du 30 mars 2025 ! Découvrez une sélection fraîche de plats méditerranéens, des ingrédients de saison et des revisites innovantes de classiques. Rejoignez-nous pour un voyage culinaire inoubliable. À très bientôt !",
            "ita": "Siamo entusiasti di presentarvi il nostro nuovissimo menu a partire dal 30 marzo 2025! Scopri una selezione fresca di piatti mediterranei, ingredienti stagionali e rivisitazioni innovative di classici intramontabili. Unisciti a noi per un viaggio culinario che non dimenticherai. Ci vediamo presto!",
            "deu": "Wir freuen uns, Ihnen ab dem 30. März 2025 unser brandneues Menü vorzustellen! Erleben Sie eine frische Auswahl an mediterranen Gerichten, saisonalen Zutaten und innovative Variationen klassischer Favoriten. Begleiten Sie uns auf einer kulinarischen Reise, die Sie nicht vergessen werden. Bis bald!",
            "spa": "¡Estamos emocionados de presentar nuestro nuevo menú a partir del 30 de marzo de 2025! Disfrute de una fresca selección de platos mediterráneos, ingredientes de temporada y versiones innovadoras de los clásicos favoritos. Únase a nosotros para un viaje culinario que no olvidará. ¡Nos vemos pronto!",
            "por": "Estamos entusiasmados em apresentar nosso novíssimo menu a partir de 30 de março de 2025! Experimente uma seleção fresca de pratos mediterrâneos, ingredientes sazonais e interpretações inovadoras dos clássicos favoritos. Junte-se a nós para uma jornada culinária inesquecível. Até logo!",
            "cha": "我们很高兴地宣布，从2025年3月30日起，我们将推出全新的菜单！体验一系列新鲜的地中海菜肴、季节性食材以及对经典菜肴的创新诠释。加入我们，开始一场您难忘的美食之旅。期待您的光临！",
            "jap": "2025年3月30日から、新しいメニューを導入します！新鮮な地中海料理、季節の食材、定番の料理を革新する新しいアプローチをお楽しみください。忘れられない食の旅にご参加ください。すぐにお会いしましょう！"
        },
        "date": "22/03/2025"
    }
]
  